import React from "react"
import JuryMember from "./jury-member";

const juryMembers = [
  {
    name: 'Анастасія Блінкова',
    dir: 'blinkova',
    excerpt: `Засновник і керівник школи вокалу «Purple People», професійна співачка, вокальний тренер, саунд продюсер.
    
- Виконавець офіційного гімну Харкова EURO 2012 «Welcome to Kharkiv!»
- Засновник і керівник вокальної шоу-групи «Vegas», дитячої шоу-групи «Purple Kids», вокального ансамблю «Мелос»
- Перемоги вихованців школи вокалу «Purple People» в міжнародних конкурсах і фестивалях
- Участь в гастрольних турах компанії «Київстар», співпраця з телеканалом 1 + 1, артистами Art Production Altbier`,
    about: `Засновник і керівник школи вокалу «Purple People», професійна співачка, виконавець офіційного гімну Харкова EURO 2012 «Welcome to Kharkiv!», Вокальний тренер, саунд продюсер.
Засновник і керівник вокальної шоу-групи «Vegas», дитячої шоу-групи «Purple Kids», вокального ансамблю «Мелос», який в 2013 році отримав звання «Народний художній колектив».
Серед досягнень Анастасії Блинкова - численні перемоги вихованців школи вокалу «Purple People» в міжнародних конкурсах і фестивалях (Україна, Польща, Туреччина, Франція), 1 місце у всеукраїнському конкурсі «Яскраві діти України», участь у вокальному шоу «Голос діти», масштабному шоу Харкова «Діти всієї країни за мир!».
У творчому житті Анастасії - участь в гастрольних турах компанії «Київстар», співпраця з телеканалом 1 + 1, артистами Art Production Altbier з виробництва мюзиклів.`,
    photos: [
      '',
      '',
      '',
    ]
  },
  {
    name: 'Лев Ременєв',
    dir: 'remeniev',
    excerpt: `Виконавець, мультиінструменталіст, вокаліст, викладач, композитор, саунд-продюсер.
    
- За освітою диригент - НМАУ ім.П.І.Чайковського(магістр), Аспірант НАКККіМ, випускник КССМШ ім.Н.В.Лисенка
- Співзасновник та соліст гурту «Manifest & Leo»
- Колишній соліст вокального ансамблю «Конкорд»
- Учасник шоу «Голос країни» (команда С.Вакарчука) та півфіналіст шоу «Україна має талант»`,
    about: `Виконавець, мультиінструменталіст, вокаліст, викладач, композитор, саунд-продюсер. 
За освітою диригент - НМАУ ім.П.І.Чайковського(магістр), Аспірант НАКККіМ, випускник КССМШ ім.Н.В.Лисенка.
Колишній соліст вокального ансамблю «Конкорд». 
Гастролі та виступи: Європа, Канада, США (резиденція Джорджа Буша старшого - 41 президента США) 
Композитор до серіалу «Как закалялся стайл» та соціального фільму Ніки Медісон «Глотай пыль».
Учасник шоу «Голос країни» (команда С.Вакарчука) та півфіналіст шоу «Україна має талант». Колишній учасник ТО «Стольный град». 
Співзасновник та соліст гурту «Manifest & Leo». 
Фіналіст Хіт-конвеєр 2017 та 2018 рр.`,
    photos: [
      '',
      '',
      '',
    ]
  },
  {
    name: 'Александр Секирин',
    dir: 'sekirin',
    excerpt: `В танцевальной культуре уже 19 лет.
    
    - Основатель и руководитель All stars Dance Centre (Харьков)-самая большая школа танцев Украины
    - Судья Hhi ( Hip hop International - чемпионат мира Hip hop в Америке)
    - Основатель Dance Academy- школа обучающая педагогики и судейству
    - Автор методической программы "Почему нельзя быть идеальным педагогом?"`,
    about: `В танцевальной культуре уже 19 лет. 
Организатор :
Основатель и руководитель All stars Dance Centre (Харьков)-самая большая школа танцев Украины. 
Воспитал более 120 действующих педагогов. 
Основатель Dance Academy- школа обучающая педагогики и судейству.
Автор методической программы "Почему нельзя быть идеальным педагогом?"
🔻
Судья :
Единственый в Харькове сертифицированный судья Hhi ( Hip hop International - чемпионат мира Hip hop в Америке). 
Судья : Сужу фестивали, а не людей. 
Danza Confine (Наполи, Италия). 
Hhi Ukraine ( Киев, Украина). 
Groove (Минск, Беларусия) 
Dance Mafia Cup (Болгария). 
Лучшая команда страны (Киев. Украина). 
Мегаполис (Харьков, Украина). 
Fell the Beat (Киев, Украина). 
The Сhallenge (Киев, Украина). 
Dance Monsters (Киев, Украина). 
Европейский фестиваль (Харьков, Украина). 
Show you time(Днепр, Украина). 
Черная Пантера (Харьков, Украина). 
🔻
Спикер танцевальных семинаров, бизнес конференций, творческих форумов:
Street Culture Forum (Харьков) 
Dance Connection ( Киев) 
Udance Academy ( Киев).
https://www.057.ua/news/2281687/hip-hop-vmesto-ekonomiki-istoria-osnovatela-samoj-bolsoj-skoly-tancev-v-ukraine-all-stars-foto?fbclid=IwAR3zDDaaf3y4h2j3416Wzlof8hxmrHsBChZtALw32u6RT9evdPlHtZdjf7g 
https://m.youtube.com/watch?v=ZgCCkjLj94A
https://www.youtube.com/watch?v=ZgCCkjLj94A&fbclid=IwAR3gMsqwK42VdYVkxTY1B0nDAZXuMjVWw1tn-2ajIE2PCmhR66co3-FOCQY&app=desktop`,
    photos: [
      '',
      '',
      '',
    ]
  },
];

const style = {
  fontFamily: 'Roboto',
};

const Jury = () => (
    <div className="md-grid hero-secondary" style={ style }>
      <h3 className='md-cell md-cell--12'>Jury</h3>
      { juryMembers.map( member =>
        <JuryMember key={member.name} member={member}></JuryMember>
      )}
    </div>
);

export default Jury
